Repository: EndritTmava/Library-Management
Catalog: MenaxhimiBibliotekes/Materials Forms/GenreForm.*.resx
Languages: sq

# lblFooterTitleCreate.Text
source: All Rights, Stackbooks Management System
sq: Te gjitha te drejtat, Stackbooks Sistemi Menaxherial

# lblTitleCreate.Text
source: Insert New Genre
sq: Inserto zhaner te ri

# lblInfoCreate.Text
source: The User should be able to insert new Genre in the Combobox of the Source Form. Through this form, you can insert data that will be represented in the original Combobox. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te insertoj zhaner te ri ne ComboBox te formes burimore. Brenda kesaj forme, ju mundeni te insetoni te dhena te cilat do te reprezentohen ne ComboBoxin origjinal. Nese paraqitet ndonje gabim, kontaktoni Administratorin: support@stackbooks.com

# btnInsert.Text
source: Insert Genre
sq: Inserto zhanrin

# lblUniqueCreate.Text
source: (Must be unique!)
sq: (Duhet te jete unik!)

# lblGenreCreate.Text
source: Genre:
sq: Zhanri:

# label1.Text
source: Is Active?
sq: Eshte Aktiv?

# lblInfoUpdate.Text
source: The User should be able to search the Genre Type, and modify the data. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te kerkon zhanrin, dhe modifikoj te dhenat. Nese paraqitet ndonje gabim, kontakto Administratorin: support@stackbooks.com

# lblFooterTitleUpdate.Text
source: All Rights, Stackbooks Management System
sq: Te gjitha te drejtat, Stackbooks Sistemi Menaxherial

# btnUpdate.Text
source: Update Genre
sq: Perditso zhanrin

# btnSearchUpdate.Text
source: Search
sq: Kerko

# lblGenreUpdate.Text
source: Genre:
sq: Zhanri:

# lblGenreIDUpdate.Text
source: Genre ID:
sq: Zhanri id:

# lblDisplayDataUpdate.Text
source: Display Data:
sq: Shfaq te dhenat:

# lblSearchGenreUpdate.Text
source: Search Genre:
sq: Kerko zhanrin:

# lblTitleUpdate.Text
source: Update Genre
sq: Perditso zhander

# btnDelete.Text
source: Delete Genre
sq: Fshije zhanrin

# lblGenreDelete.Text
source: Genre:
sq: Zhanri:

# lblGenreIDDelete.Text
source: Genre ID:
sq: Zhanri ID:

# lblInfoDelete.Text
source: The User should be able to search the Genre Type, and delete the data. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te kerkoj lloje te zhanrit dhe te fshij te dhenat nga sistemi. Nese paraqitet ndonje gabim, kontaktoni Administratorin: support@stackbooks.com

# btnSearchDelete.Text
source: Search
sq: Kerko

# lblSearchGenreDelete.Text
source: Search Genre:
sq: Kerko zhanrin:

# lblFooterTitleDelete.Text
source: All Rights, Stackbooks Management System
sq: Te gjitha te drejtat, Stackbooks Sistemi Menaxherial

# lblTitleDelete.Text
source: Delete Specific Genre
sq: Fshije zhanrin

# $this.Text
source: Manage Genre(Stackbooks)
sq: Menaxhimi zhanreve (Stackbooks)
