Repository: EndritTmava/Library-Management
Catalog: MenaxhimiBibliotekes/Materials Forms/LanguageForm.*.resx
Languages: sq

# btnDelete.Text
source: Delete Language
sq: Fshij Gjuhen

# lblLanguageDelete.Text
source: Language:
sq: Gjuha:

# lblLanguageIDDelete.Text
source: Language ID:
sq: Gjuha ID:

# lblDisplayDataDelete.Text
source: Display Data:
sq: Shfaq te dhenat:

# lblInfoDelete.Text
source: The User should be able to search the Genre Type, and delete the data. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te kerkoj lloje te zhanrit dhe te fshij te dhenat nga sistemi. Nese paraqitet ndonje gabim, kontaktoni Administratorin: support@stackbooks.com

# btnSearchDelete.Text
source: Search
sq: Kerko

# lblSearchLanguageDelete.Text
source: Search Language:
sq: Kerko Gjuhen:

# lblTitleDelete.Text
source: Delete Specific Language
sq: Fshij Gjuhe

# lblInfoUpdate.Text
source: The User should be able to search the Genre Type, and modify the data. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te kerkon zhanrin, dhe modifikoj te dhenat. Nese paraqitet ndonje gabim, kontakto Administratorin: support@stackbooks.com

# lblFooterTitleUpdate.Text
source: All Rights, Stackbooks Management System
sq: Te gjitha te drejtat, Stackbooks Sistemi Menaxherial

# btnUpdate.Text
source: Update Language
sq: Perditso Gjuhen

# btnSearchUpdate.Text
source: Search
sq: Kerko

# label1.Text
source: Is Active?
sq: Eshte Aktiv?

# lblLanguageUpdate.Text
source: Language:
sq: Gjuha:

# lblLanguageIDUpdate.Text
source: Language ID:
sq: Gjuha ID:

# lblDisplayDataUpdate.Text
source: Display Data:
sq: Shfaq te dhenat:

# lblSearchLanguageUpdate.Text
source: Search Language:
sq: Kerko Gjuhen:

# lblTitleUpdate.Text
source: Update Language
sq: Perditso Gjuhe

# lblFooterTitleCreate.Text
source: All Rights, Stackbooks Management System
sq: Te gjitha te drejtat, Stackbooks Management System

# lblTitleCreate.Text
source: Insert New Language
sq: Inserto gjuhe te re

# lblInfoCreate.Text
source: The User should be able to insert new Genre in the Combobox of the Source Form. Through this form, you can insert data that will be represented in the original Combobox. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te insertoj gjuhete te re ne ComboBox te formes burimore. Brenda kesaj forme, ju mundeni te insetoni te dhena te cilat do te reprezentohen ne ComboBoxin origjinal. Nese paraqitet ndonje gabim, kontaktoni Administratorin: support@stackbooks.com

# btnInsert.Text
source: Insert Language
sq: Inserto gjuhen

# lblUniqueCreate.Text
source: (Must be unique!)
sq: (Duhet te jete unik!)

# lblLanguageCreate.Text
source: Language:
sq: Gjuha:

# $this.Text
source: LanguageForm
sq: Menaxhimi Gjuheve
