Repository: EndritTmava/Library-Management
Catalog: MenaxhimiBibliotekes/Materials Forms/MaterialTypeForm.*.resx
Languages: sq

# lblTitleCreate.Text
source: Insert New Material Type
sq: Inserto Lloj te materialeve

# lblInfoCreate.Text
source: The User should be able to insert new Material Type in the Combobox of the Source Form. Through this form, you can insert data that will be represented in the original Combobox. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te insertoj Rafte te reja ne ComboBox te formes burimore Nese paraqitet ndonje gabim, kontaktoni Administratorin: support@stackbooks.com

# btnInsert.Text
source: Insert Type
sq: Inserto

# lblUniqueCreate.Text
source: (Must be unique!)
sq: (Duhet te jete unike!)

# lblMaterialTypeCreate.Text
source: Material Type:
sq: Lloji i materialeve:

# label1.Text
source: Is Active?
sq: Eshte Aktiv?

# lblInfoUpdate.Text
source: The User should be able to search the Material Type, and modify the data. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te kerkon raftin, dhe modifikoj te dhenat. Nese paraqitet ndonje gabim, kontakto Administratorin: support@stackbooks.com

# btnUpdate.Text
source: Update Material Type
sq: Perditso llojin e materialeve

# btnSearchUpdate.Text
source: Search
sq: Kerko

# lblMaterialTypeUpdate.Text
source: Material Type:
sq: Lloji materialeve:

# lblMaterialTypeIDUpdate.Text
source: Material Type ID:
sq: Lloji ID:

# lblDisplayDataUpdate.Text
source: Display Data:
sq: Shfaq te dhenat:

# lblSearchMaterialTypeUpdate.Text
source: Search Material Type:
sq: Kerko lloj te materialeve:

# lblTitleUpdate.Text
source: Update Material Type
sq: Perditso Lloj te materialeve

# btnDelete.Text
source: Delete Material Type
sq: Fshij llojin e materialeve

# lblMaterialTypeDelete.Text
source: Material Type:
sq: Lloji materialeve:

# lblMaterialTypeIDDelete.Text
source: Material Type ID:
sq: Lloji ID

# lblDisplayDataDelete.Text
source: Display Data:
sq: Shfaq te dhenat:

# lblInfoDelete.Text
source: The User should be able to search the Material Type, and delete the data. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te kerkoj Rafin dhe te fshij te dhenat nga sistemi. Nese paraqitet ndonje gabim, kontaktoni Administratorin: support@stackbooks.com

# btnSearchDelete.Text
source: Search
sq: Kerko

# lblSearchMaterialTypeDelete.Text
source: Search Material Type:
sq: Kerko llojin e materialeve

# lblTitleDelete.Text
source: Delete Specific Material Type
sq: Fshij llojin e materialeve
