Repository: EndritTmava/Library-Management
Catalog: MenaxhimiBibliotekes/Materials Forms/MaterialLocation.*.resx
Languages: sq

# lblFooterTitleCreate.Text
source: All Rights, Stackbooks Management System
sq: Te gjitha te drejtat, Stackbooks Sistemi Menaxherial

# lblTitleCreate.Text
source: Insert New Material Location
sq: Inserto Raft te ri

# lblInfoCreate.Text
source: The User should be able to insert new Material Location in the Combobox of the Source Form. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te insertoj Rafte te reja ne ComboBox te formes burimore Nese paraqitet ndonje gabim, kontaktoni Administratorin: support@stackbooks.com

# btnInsert.Text
source: Insert Location
sq: Inserto Raftin

# lblLocationDescriptionCreate.Text
source: Location Description:
sq: Pershkrim:

# lblShelfQuantityCreate.Text
source: Shelf Quantity:
sq: Sasia e disponueshme ne raft:

# lblUniqueCreate.Text
source: (Must be unique!)
sq: (Duhet te jete unik!)

# lblMaterialLocationCreate.Text
source: Material Location:
sq: Lokacioni Materialeve:

# btnUpdate.Text
source: Update Material Type
sq: Perditso raftin

# lblInfoUpdate.Text
source: The User should be able to search the Material Location, and modify the data. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te kerkon raftin, dhe modifikoj te dhenat. Nese paraqitet ndonje gabim, kontakto Administratorin: support@stackbooks.com

# lblDisplayDataUpdate.Text
source: Display Data:
sq: Shfaq te dhenat:

# lblLocationDescriptionUpdate.Text
source: Location Description:
sq: Pershkrimi i Lokacionit te raftit

# lblShelfQuantityUpdate.Text
source: Shelf Quantity:
sq: Sasia e disponueshme:

# lblMaterialLocationUpdate.Text
source: Material Location:
sq: Lokacioni Raftit

# btnSearchUpdate.Text
source: Search
sq: Kerko

# lblSearchMaterialLocationUpdate.Text
source: Search Material Location:
sq: Kerko raftin:

# lblTitleUpdate.Text
source: Update Material Location
sq: Perditso Raftet

# btnDelete.Text
source: Delete Material Type
sq: Fshij Raftin

# lblInfoDelete.Text
source: The User should be able to search the Material Location, and delete the data. If any bug appears, contact Support: support@stackbooks.com
sq: Useri duhet te jete ne gjendje te kerkoj Raftin dhe te fshij te dhenat nga sistemi. Nese paraqitet ndonje gabim, kontaktoni Administratorin: support@stackbooks.com

# lblShelfQuantityDelete.Text
source: Shelf Quantity:
sq: Sasia :

# lblMaterialLocationDelete.Text
source: Material Location:
sq: Lokacioni Materialeve:

# lblDisplayDataDelete.Text
source: Display Data:
sq: Shfaq te dhenat:

# btnSearchDelete.Text
source: Search
sq: Kerko

# lblSearchMaterialLocationDelete.Text
source: Search Material Location:
sq: Kerko Lokacionin e materialeve:

# lblTitleDelete.Text
source: Delete Specific Material Location
sq: Fshij Raftin

# $this.Text
source: Alter Data in Material Location (Stackbooks)
sq: Menaxhimi Rafteve (Stackbooks)
